Repository: lochmueller/staticfilecache
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da

# module.intro.current
source: This module displays the cache entries and errors of the current page.
da: Dette modul viser cache-indhold og -fejl for den aktuelle side.

# module.intro.childs
source: This module displays the cache entries and errors of all direct child pages.
da: Dette modul viser cache-indhold og -fejl for alle undersider til denne side.

# module.intro.both
source: This module displays the cache entries and errors of the current and all direct child pages.
da: Dette modul viser cache-indhold og -fejl for den aktuelle side og alle dens undersider.

# staticfilecache.tx_staticfilecache_cache
source: Cache page as static file
da: Cache side som statisk fil

# staticfilecache.tx_staticfilecache_cache_force
source: Force the static cache generation (NOTE: This result in undefined states. Do not enable this field for editors, do not use in production and do not report bugs related to this feature!)
da: Tving den statiske cache generering (BEMÆRK: Dette resulterer i udefinerede tilstade. Aktivér ikke dette felt for redaktører, brug ikke i produktion, og rapportér ikke fejl relateret til denne funktion!)

# staticfilecache.tx_staticfilecache_cache_force.desc
source: IMPORTANT NOTE: This result in undefined states. Do not enable this field for editors, do not use in production and do not report bugs related to this feature!
da: VIGTIG BEMÆRK: Dette resulterer i udefinerede tilstande. Aktivér ikke dette felt for redaktører, brug ikke i produktion, og rapportér ikke fejl, relateret til denne funktion!

# staticfilecache.tx_staticfilecache_cache_priority
source: Cache priority (high => important)
da: Cache prioritet (høj => vigtigt)

# staticfilecache.tx_staticfilecache_cache_offline
source: Cache offline (Manifest) - only if page is cached staticly
da: Cache offline (Manifest) - kun hvis siden er cachet statisk

# staticfilecache_task_removeExpiredPages.name
source: Remove expired pages
da: Fjern udløbne sider

# staticfilecache_task_removeExpiredPages.description
source: All expired pages will be removed from the cache.
da: Alle udløbne sider vil blive fjernet fra cachen.

# entriesEmpty
source: No entries on this level of the page tree.
da: Ingen indgange på dette niveau af sidetræet.

# removeAllExpired
source: Remove all expired pages
da: Fjern alle udløbne sider

source: Refresh
da: Genindlæs

source: Page
da: Side

source: Identifier
da: Identifikator

source: Created
da: Oprettet

source: Expires
da: Udløber
